Repository: jaapstronks/ollie-app
Catalog: Ollie-app/AppointmentNudge.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: %@ is overdue
de: %@ ist überfällig
es: %@ está vencido
fr: %@ est en retard
it: %@ è scaduto
nl: %@ is te laat
sv: %@ är försenad

source: %lld day(s) overdue — schedule soon
de: %lld Tag(e) überfällig — bald planen
es: %lld día(s) de retraso — programa pronto
fr: %lld jour(s) de retard — planifiez bientôt
it: %lld giorno/i in ritardo — programma presto
nl: %lld dag(en) te laat — plan snel
sv: %lld dag(ar) försenad — boka snart

source: Already done
de: Bereits erledigt
es: Ya hecho
fr: Déjà fait
it: Già fatto
nl: Al gedaan
sv: Redan gjort

source: Call %@
de: %@ anrufen
es: Llamar a %@
fr: Appeler %@
it: Chiama %@
nl: Bel %@
sv: Ring %@

source: Due in %lld days — book an appointment
de: Fällig in %lld Tagen — Termin buchen
es: Vence en %lld días — reserva una cita
fr: Échéance dans %lld jours — prenez rendez-vous
it: Scade tra %lld giorni — prenota un appuntamento
nl: Over %lld dagen — maak een afspraak
sv: Förfaller om %lld dagar — boka ett möte

source: Due in %lld days — good time to schedule
de: Fällig in %lld Tagen — guter Zeitpunkt zum Planen
es: Vence en %lld días — buen momento para programar
fr: Échéance dans %lld jours — bon moment pour planifier
it: Scade tra %lld giorni — buon momento per programmare
nl: Over %lld dagen — goed moment om in te plannen
sv: Förfaller om %lld dagar — bra tid att boka

source: Due in ~%lld weeks — plan ahead
de: Fällig in ~%lld Wochen — vorausplanen
es: Vence en ~%lld semanas — planifica con anticipación
fr: Échéance dans ~%lld semaines — planifiez à l'avance
it: Scade tra ~%lld settimane — pianifica in anticipo
nl: Over ~%lld weken — plan vooruit
sv: Förfaller om ~%lld veckor — planera i förväg

source: Due tomorrow — book an appointment
de: Morgen fällig — Termin buchen
es: Vence mañana — reserva una cita
fr: Échéance demain — prenez rendez-vous
it: Scade domani — prenota un appuntamento
nl: Morgen verlopen — maak een afspraak
sv: Förfaller imorgon — boka ett möte

source: Remind me later
de: Später erinnern
es: Recordármelo más tarde
fr: Me rappeler plus tard
it: Ricordamelo più tardi
nl: Herinner me later
sv: Påminn mig senare

source: Schedule
de: Planen
es: Programar
fr: Planifier
it: Programma
nl: Plannen
sv: Schemalägg

source: Time to schedule %@
de: Zeit, %@ zu planen
es: Hora de programar %@
fr: Il est temps de planifier %@
it: È ora di programmare %@
nl: Tijd om %@ in te plannen
sv: Dags att boka %@

source: While %@ naps...
de: Während %@ schläft...
es: Mientras %@ duerme...
fr: Pendant que %@ fait la sieste...
it: Mentre %@ dorme...
nl: Terwijl %@ slaapt...
sv: Medan %@ sover...
